alefragnani.project-manager
christian-kohler.path-intellisense
dariofuzinato.vue-peek
dbaeumer.vscode-eslint
eamodio.gitlens
esbenp.prettier-vscode
gerane.theme-flatlanddark
grapecity.gc-excelviewer
janisdd.vscode-edit-csv
kaiwood.endwise
mechatroner.rainbow-csv
mosapride.zenkaku
ms-ceintl.vscode-language-pack-ja
octref.vetur
pkief.material-icon-theme
shopify.ruby-lsp
sianglim.slim
syler.sass-indented
tamasfe.even-better-toml
