alefragnani.project-manager
bungcip.better-toml
christian-kohler.path-intellisense
dariofuzinato.vue-peek
dbaeumer.vscode-eslint
eamodio.gitlens
esbenp.prettier-vscode
gerane.Theme-FlatlandDark
GrapeCity.gc-excelviewer
kaiwood.endwise
mechatroner.rainbow-csv
mosapride.zenkaku
MS-CEINTL.vscode-language-pack-ja
octref.vetur
PKief.material-icon-theme
rebornix.ruby
sianglim.slim
syler.sass-indented
wingrunr21.vscode-ruby
