alefragnani.project-manager
bungcip.better-toml
christian-kohler.path-intellisense
dariofuzinato.vue-peek
eamodio.gitlens
gerane.Theme-FlatlandDark
kaiwood.endwise
MS-CEINTL.vscode-language-pack-ja
octref.vetur
PKief.material-icon-theme
rebornix.ruby
sianglim.slim
wingrunr21.vscode-ruby
